tap "fluxcd/tap"
tap "hashicorp/tap"

brew "bat"
brew "btop"
brew "difftastic"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "jq"
brew "lazygit"
brew "lf"
brew "neovim"
brew "ripgrep"
brew "tlrc"
brew "tmux"
brew "zoxide"

brew "fnm"
brew "node"
brew "libpq"

brew "colima"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "qemu"

brew "fluxcd/tap/flux"
brew "k3d"
brew "k9s"
brew "kubernetes-cli"

brew "hashicorp/tap/terraform"

cask "cyberduck"
cask "firefox"
cask "ghostty"
cask "google-chrome"
cask "google-cloud-sdk"
cask "postico"
cask "nikitabobko/tap/aerospace"
