brew "atuin"
brew "bat"
brew "btop"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "jq"
brew "kubernetes-cli"
brew "lazygit"
brew "lf"
brew "libpq"
brew "neovim"
brew "node@20"
brew "ripgrep"
brew "tlrc"
brew "tmux"
brew "zoxide"

cask "google-cloud-sdk"
cask "postico"
cask "wezterm"
